Repository: DanielHaring/TYPO3-Crystalis
Catalog: Resources/Private/Language/*.locallang_ttc.xlf
Languages: de

# flexform.video_divSettings
source: Settings
de: Einstellungen

# flexform.video_divSources
source: Resources
de: Quellen

# flexform.video_SetAutoplay
source: Autoplay video
de: Video automatisch starten

# flexform.video_SetAutoplayCheck
source: activate
de: aktivieren

# flexform.video_SetControls
source: Controls
de: Steuerungselemente

# flexform.video_SetControlsCheck
source: show
de: anzeigen

# flexform.video_SetLoop
source: Loop video
de: Video in Schleife abspielen

# flexform.video_SetLoopCheck
source: activate
de: aktivieren

# flexform.video_SetPreload
source: Preload video
de: Video vorladen

# flexform.video_SetPreloadCheck
source: activate
de: aktivieren

# flexform.video_SrcFlash
source: Adobe® Flash® source
de: Adobe® Flash® Quelle

# flexform.video_SrcFlashNew
source: Add Adobe® Flash® source
de: Adobe® Flash® Quelle hinzufügen

# flexform.video_SrcMp4
source: MP4 source
de: MP4 Quelle

# flexform.video_SrcMp4New
source: Add MP4 Source
de: MP4 Quelle hinzufügen

# flexform.video_SrcOgg
source: Ogg source
de: Ogg Quelle

# flexform.video_SrcOggNew
source: Add Ogg source
de: Ogg Quelle hinzufügen

# flexform.video_SrcPoster
source: Poster image
de: Vorschaubild

# flexform.video_SrcWebm
source: WebM source
de: WebM Quelle

# flexform.video_SrcWebmNew
source: Add WebM source
de: WebM Quelle hinzufügen

# pages.palette_seo
source: Search engine optimization
de: Suchmaschinenoptimierung

# pages.tx_crystalis_canonical
source: Canonical link
de: Kanonischer Link

# pages.tx_crystalis_canonical_formlabel
source: Canonical link
de: Kanonischer Link

# pages.tx_crystalis_pagetitle
source: Page title
de: Seitentitel

# sys_domain.palette_language
source: Language Handling
de: Sprachenverwaltung

# sys_domain.tx_crystalis_language
source: Language
de: Sprache

# sys_domain.tx_crystalis_language_formlabel
source: Allocated language
de: Zugewiesene Sprache

# tt_content.CType_Video_Desc
source: Adds a HTML5 video element with multiple sources including flash and image fallback.
de: Fügt ein HTML5 Video-Element mit mehreren Quellen (inklusive Flash und Bild) ein.
