Repository: DanielHaring/TYPO3-Crystalis
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# constants.category_Content
source: Content
de: Inhalte

# constants.label_AudioPlayer
source: Audio player: Relative path to the default audio player.
de: Audio-Player: Relativer Pfad zum Standard Audio-Player.

# constants.label_Host
source: Host: The host name of the current page (domain name or IP address).
de: Host: Der Host-Name der aktuellen Seite (Domainname oder IP-Adresse).

# constants.label_FlowPlayer
source: FlowPlayer: Relative path to the default FlowPlayer.
de: FlowPlayer: Relativer Pfad zum Standard FlowPlayer.

# constants.label_MaxImageWidth
source: Maximum width: The width in pixels any automatically rendered image must not exceed. Please note that input fields may have their own maximums.
de: Maximale Breite: Die Breite in Pixel, welche automatisch generierte Bilder nicht überschreiten dürfen. Bitte beachten Sie, dass Eingabefelder eventuell eigene Maximalwerte besitzen.

# constants.label_Path
source: Filepath: The relative path where this TYPO3 installation is located in, beginning from web root. Preceding slash is mandatory! Submit single slash if TYPO3 root equaos document root.
de: Dateipfad: Der relative Pfad unter welchem die TYPO3 Installation zu finden ist, beginnend vom Stammverzeichnis der Webseite. Ein vorangehender Slash ist verpflichtend! Wurde TYPO3 im Stammverzeichnis installiert, genügt die Angabe eines einzelnen Slashs.

# constants.label_Port
source: Port: The server port where the page can be reached. Have to be prepended by colon if set. Leave empty for default ports ("80" or "443").
de: Port: Der Server-Port unter welchem die Seite erreicht werden kann. Wenn gesetzt, ist ein vorangehender Doppelpunkt verpflichtend. Wird das Feld leer gelassen, werden die entsprechenden Standard-Ports ("80" bzw. "443") gesetzt.

# constants.label_VideoPlayer
source: Video player: Relative path to the default video player.
de: Video-Player: Relativer Pfad zum Standard Video-Player.

# constants.subcategory_Images
source: Images
de: Bilder

# extconf.category_General
source: General
de: Allgemein

# extconf.category_LanguageHandling
source: Language handling
de: Sprachenverwaltung

# extconf.label_CheckLanguageService
source: Language Service functionality check
de: Funktionalität der Sprachenverwaltung

# extconf.label_CheckLanguageService_AlternativeConfigurator
source: <p><strong>The Language Service should work as expected.</strong></p><p>The recommended third-party extension 'realurl' is not installed, but an alternative loadable URL configurator was found. <br>The configurator should work as expected although the exaxt state cannot be determined due to external code.</p>
de: <p><strong>Die Sprachenverwaltung sollte erwartungsgemäß arbeiten.</strong></p><p>Die empfohlene Erweiterung 'realurl' ist nicht installiert, jedoch wurde ein aufrufbarer URL-Konfigurator gefunden. <br>Der Konfigurator sollte wie vorgesehen funktionieren, jedoch kann der genaue Status – aufgrund von externem Code – nicht eruiert werden.</p>

# extconf.label_CheckLanguageService_Heading_Info
source: Additional information
de: Zusätzliche Informationen

# extconf.label_CheckLanguageService_Heading_Ok
source: No errors were found
de: Keine Fehler gefunden

# extconf.label_CheckLanguageService_Heading_Warning
source: Warnings about your setup
de: Warnungen bezüglich Ihrer Umgebung

# extconf.label_CheckLanguageService_NoCache
source: <p><strong>The Language Service should work as expected.</strong></p><p>The recommended third-party extension 'realurl' is installed and no errors were found.</p><p>Although the automatic URL configuration wasn't created yet. This is normal when system caches got flushed short time ago. If this state persists, it seems there's something wrong with your configurations.</p>
de: <p><strong>Die Sprachenverwaltung sollte erwartungsgemäß arbeiten.</strong></p><p>Die empfohlene Erweiterung 'realurl' ist installiert und keinerlei Fehler wurden gefunden.</p><p>Trotzdem wurde keine automatische Konfiguration gespeichert. Dieser Umstand ist völlig normal, wenn der System-Cache erst kürzlich geleert wurde. Sollte dieser Status bestehen, scheint es ein Problem bei Ihrer Konfiguration zu geben.</p>

# extconf.label_CheckLanguageService_NoConfigurator
source: <p><strong>No URL configurator loaded.</strong></p><p>The recommended third-party extension 'realurl' is not installed and no alternative loadable URL configurator was found – there won't be any automatic URL handling being performed.</p>
de: <p><strong>Kein URL-Konfigurator geladen.</strong></p><p>Die empfohlene Erweiterung 'realurl' ist nicht installiert und kein aufrufbarer URL-Konfigurator wurde gefunden. Es wird daher keine automatische Verwaltung von URLs durchgeführt.</p>

# extconf.label_CheckLanguageService_Ok
source: <p><strong>The Language Service works as expected.</strong></p><p>The recommended third-party extension 'realurl' is installed and works properly. The automatic URL configuration successfully was created.</p>
de: <p><strong>Die Sprachenverwaltung arbeitet erwartungsgemäß</strong></p><p>Die empfohlene Erweiterung 'realurl' ist installiert und arbeitet ordnungsgemäß. Die automatische URL-Konfiguration wurde erfolgreich erstellt.</p>

# extconf.label_DefaultLanguage
source: Default Language: Select the global default frontend language of your platform.
de: Standardsprache: Die globale Standardsprache der kompletten Webplattform im Frontend.

# extconf.label_DefaultLanguage_NoSit
source: The Crystalis Language Service requires extension Static Info Tables (static_info_tables) to be present.
de: Der Sprachen-Dienst von Crystalis benötigt die Erweiterung "Static Info Tables" (static_info_tables).

# extconf.label_DisableHtml5Video
source: Disable HTML5 video: If set the HTML5 video element won't be available, even if HTML5 doctype was selected.
de: HTML5 Video deaktivieren: Wenn gesetzt, steht das HTML5 Video Element nicht zur Verfügung, selbst wenn als Dokumenttyp HTML5 ausgewählt wurde.

# extconf.label_DisableSeo
source: Disable Search Engine Optimization: If set, pages won't be extended to provide canonical URLs and custom <title>-tags.
de: Suchmaschinenoptimierung deaktivieren: Wenn aktiviert, werden Seiten nicht um die Funktionalität von kanonischen URLs und benutzerdefinierten <title>-tags ergänzt.

# extconf.label_Doctype
source: HTML Doctype: The doctype which should be applied. This option affects render setups and available content elements.
de: HTML Doctype: Der Dokumenttyp welcher verwendet werden soll. Diese Einstellung beeinflusst diverse Render-Einstellungen und die zur Verfügung stehenden Inhaltselemente.

# extconf.label_EnableLanguageHandling
source: Activate: If checked, automatic language handling will be enforced. It's recommended to use this feature in combination with the third-party extension 'realurl'.
de: Aktivieren: Wenn ausgewählt, wird die automatische Sprachenverwaltung durchgeführt. Um den vollen Funktionsumfang nutzen zu können wird empfohlen, die Erweiterung 'realurl' in Kombination zu verwenden.

# extconf.label_SetPageTS
source: Page TypoScript: Implements predefined backend page setup. This option increases backend usability.
de: Seiten TypoScript Konfiguration: Bindet das vorbereitete Backend Seiten-TypoScript ein. Diese Option erhöht die Benutzerfreundlichkeit im Backend.

# extconf.label_SetUserTS
source: User TypoScript: Implements predefined backend user setup, which basically handles user rights to increase usability.
de: Benutzer TypoScript Konfiguration: Bindet das vorbereitete Backend-Benutzer-TypoScript ein, welches Benutzerrechte optimiert um die Benutzerfreundlichkeit zu erhöhen.

# extconf.subcategory_BasicSettings
source: Basic Settings
de: Grundeinstellungen

# extconf.subcategory_Page
source: Page
de: Seite

# extconf.subcategory_PresetConfigurations
source: Preset configurations
de: Vordefinierte Konfigurationen

# extconf.title_Warning
source: Configuration warning
de: Konfigurations-Warnung

# rte.charClassTel
source: Phone Number
de: Telefonnummer

# tt_content.headerLabel0
source: Masthead (h2)
de: Titelkopf (h2)

# tt_content.headerLabel1
source: Heading (h3)
de: Überschrift (h3)

# tt_content.headerLabel2
source: Subheading (h4)
de: Unterüberschrift (h4)

# tt_content.headerLabel3
source: Cross Heading (h5)
de: Zwischenüberschrift (h5)

# tt_content.headerLabel4
source: Element Heading (h6)
de: Elementüberschrift (h6)

# tt_content.sectionFrame0
source: No Frame
de: Kein Rahmen
